Repository: common-repository/taxoclean
Catalog: languages/taxoclean-*.po
Languages: fr_fr

source: About
fr_fr: À propos

source: Analyze of
fr_fr: Analyse de

source: Apply
fr_fr: Appliquer

source: Are you sure ?
fr_fr: Etes-vous certain ?

source: Are you sure ? Posts will not be deleted, only the taxonomy term will be removed.
fr_fr: Etes-vous certain ? Les posts ne seront pas supprimé, uniquement le terme de taxonomie

source: Are you sure ? This term will be ignored and will not be displayed in the lookalikes list.
fr_fr: Etes-vous certain ? Ce terme sera ignoré et ne sera plus affiché dans la liste des ressemblances

source: Batch size
fr_fr: Taille d'une page

source: Choose
fr_fr: Choisir

source: Current taxonomy to analyze
fr_fr: Taxonomie à analyser

source: Delete
fr_fr: Effacer

source: Delete selected
fr_fr: Effacer les termes sélectionnés

source: Enable fast mode in the settings screen to skip this step
fr_fr: Activez le mode rapide dans l'écran des paramètres pour ignorer cette étape

source: Enter your license key
fr_fr: Entrez votre numéro de license

source: Error: license key is not valid or already used on another domain
fr_fr: Erreur : la clé de licence n'est pas valide ou est déjà utilisée sur un autre domaine

source: Fast mode
fr_fr: Mode rapide

source: Fast mode will skip the check of the affected posts in the lookalikes mode.
fr_fr: Le mode rapide ignorera la vérification des posts concernés en mode ressemblance.

source: Get your license key
fr_fr: Obtenez votre clé de licence

source: Helps you to cleanup your taxonomies
fr_fr: Vous aide à nettoyer vos taxonomies

source: Ignore
fr_fr: Ignorer

source: Ignore list
fr_fr: Liste des termes ignorés

source: Ignored terms
fr_fr: Termes ignorés

source: Ignored terms are terms that you don't want to see in the lookalikes and orphans list.
fr_fr: Les termes ignorés sont des termes que vous ne voulez pas voir dans la liste des ressemblances et des orphelins.

source: Invert selection
fr_fr: Inverser la sélection

source: Level of similarity between terms to consider them as lookalikes, increase to be more strict.
fr_fr: Niveau de ressemblance pour être considéré comme similaires, augmenter pour être plus strict.

source: License
fr_fr: Licence

source: Lookalike groups
fr_fr: groupes de ressemblance

source: Lookalike level
fr_fr: Niveau de ressemblance

source: Lookalike terms are terms that are very similar to each other.<br>They are often the result of a typo, or a mistake. You can merge them to keep only one term.
fr_fr: Les termes similaires sont des termes très similaires les uns aux autres.<br>Ils sont souvent le résultat d'une faute de frappe ou d'une erreur. Vous pouvez les fusionner pour ne garder qu'un seul terme.

source: Lookalikes
fr_fr: Ressemblance

source: Merge
fr_fr: Fusionner

source: Merge those
fr_fr: Fusionner ces

source: No ignored terms
fr_fr: Pas de termes ignorés

source: No matching tag
fr_fr: Pas de tag correspondant

source: Number of cleaned terms
fr_fr: Nombre de termes nettoyés

source: Number of terms to process in one batch.
fr_fr: Nom de termes à traiter par page

source: orphan terms
fr_fr: termes orphelins

source: Orphan terms are terms that are not used in any post. You can delete them or reassign posts to another term.
fr_fr: Les termes orphelins sont des termes qui ne sont utilisés dans aucun message. Vous pouvez les supprimer ou réaffecter les publications à un autre terme.

source: Orphan treshold
fr_fr: Limite d'orphelin

source: Orphans
fr_fr: Orphelins

source: posts will be updated
fr_fr: posts seront mis à jour

source: Premium version of Taxoclean will allow you to: <ul> <li>· Select which terms you want to merge in lookalike mode.</li> <li>· Bulk actions in orphans mode to delete many tags in one action.</li> <li>· Ignore some terms.</li> </ul>
fr_fr: La version Premium de Taxoclean vous permettra de : <ul> <li>· Sélectionner les termes que vous souhaitez fusionner en mode ressemblance.</li> <li>· Réaliser des actions groupées en mode orphelins pour supprimer plusieurs termes en une seule action.</li> <li>· Ignorer certains termes.</li> </ul>

source: Replace
fr_fr: Remplacer

source: Search another term
fr_fr: Chercher un autre terme

source: Select all 0 posts terms
fr_fr: Sélectionner les termes avec 0 posts

source: Settings
fr_fr: Paramètres

source: Taxoclean is a plugin to help you clean your taxonomies.<br>It will help you find lookalike terms, and merge them.<br>It will also help you find orphan terms, and delete them.
fr_fr: Taxoclean est un plugin pour vous aider à nettoyer vos taxonomies.<br>Cela vous aidera à trouver des termes similaires et à les fusionner.<br>Il vous aidera également à trouver des termes orphelins et à les supprimer.

source: Taxoclean is powered by <a href='https://www.artwhere.eu' target='_blank'>Artwhere</a>
fr_fr: Taxoclean est propulsé par <a href='https://www.artwhere.eu' target='_blank'>Artwhere</a>

source: Taxonomy to analyze
fr_fr: Taxonomie à analyser

source: terms
fr_fr: termes

source: terms into
fr_fr: termes en

source: Terms with less than this number of posts will be considered orphans.
fr_fr: Les termes attribués à moins que ce nombre de posts seront considérés comme orphelins

source: Total terms
fr_fr: Nombre total de termes

source: Unignore
fr_fr: Ne plus ignorer

source: Unselect all
fr_fr: Tout désélectionner

source: Updating
fr_fr: Application des modifications

source: Why premium ?
fr_fr: Pourquoi une license?
